{
  "stojace": [{
      "name": "UTTHITA TRIKONASANA",
      "description": "Jedna z najważniejszych asan stojących.<br/>Aktywizuje całe ciało, wzmacnia kręgosłup,</br>biodra oraz barki, rozciąga mięśnie.",
      "img": "./img/uthita_trikonasana.jpg",
      "steps": [
        "Stań w Tadasanie.",
        "Z wydechem podskokiem przejdź do rozkroku tak, aby stopy były pod nadgarstkami.",
        "Skręć lewą stopę o 15 stopni do środka a prawą 90 stopni na zewnątrz.",
        "Podciągnij rzepki kolan.",
        "Zegnij tułów w prawo.",
        "Prawa ręka na podłodze lub na goleni, lewa ręka pionowo w górę.",
        "Skręć tułów do sufitu.",
        "Przekręć głowę w górę i spójrz na kciuk lewej dłoni."
      ],
      "effect": [
        "Podnosi tonus nóg.",
        "Pomaga przezwyciężyć sztywność nóg i bioder.",
        "Łagodzi bóle pleców i szyi.",
        "Rozwija klatkę piersiową.",
        "Zmniejsza stres i napięcie.",
        "Poprawia działanie układu pokarmowego."
      ],
      "id": 1
    },
    {
      "name": "VIRABHADRASANA II",
      "description": "Od imienia indyjskiego mitologicznego bohatera Virabhardy.</br>Jest też nazywana pozycją wojownika. Charakteryzuje się dużą dynamiką,</br>wyzwala znaczne ilości energii, daje pewność siebie.",
      "img": "./img/virabhadrasana_II.jpg",
      "steps": [
        "Stań w Tadasanie.",
        "Wdech – ręce na klatce piersiowej.",
        "Wydech – skok do szerokiego rozkroku, ręce poziomo, stopy pod nadgarstkami.",
        "Skręć stopy w prawo: prawa o 90 stopni, lewa o 15 stopni.",
        "Zegnij prawą nogę do kąta prostego. Tył kolana nie może wyprzedzać tyłu pięty.",
        "Ułóż biodra i nogi równolegle w jednej osi.",
        "Tułów pionowo w do góry.",
        "Obróć głowę w prawo i spójrz ponad wyciągniętą ręką."
      ],
      "effect": [
        "Rozciąga biodra.",
        "Otwiera klatkę piersiową.",
        "Wzmacnia mięśnie nóg.",
        "Poprawia koncentrację i daje pewność siebie."
      ],
      "id": 2
    },
    {
      "name": "PARŚVAKONASANA",
      "description": "Praktyka parsvakonasany intensywnie rozciąga boki ciała,</br>od leżącej na podłodze pięty aż po końce palców ręki znajdującej się w górze.",
      "img": "./img/parsvakonasana.jpg",
      "steps": [
        "Stań w Tadasanie.",
        "Z wydechem skocz do rozkroku na szerokość około 120-135 cm.",
        "Skręć stopy w prawo: prawa 90 stopni, lewą o 15 stopni.",
        "Zegnij prawą nogę, pomiędzy łydką a udem powinien utworzyć się kąt prosty. Prawe udo równolegle do podłogi.",
        "Tył kolana nie może wyprzedzać tyłu pięty!",
        "Ułóż prawą dłoń przy stopie na macie i dociśnij kolano do łokcia.",
        "Wyciągnij lewe ramię ponad lewym uchem.",
        "Spójrz na sufit ponad lewym ramieniem."
      ],
      "effect": [
        "Pomaga odchudzić okolice bioder.",
        "Zwiększa ruchy jelit i ułatwia wydalanie.",
        "Zwiększa odporność organizmu.",
        "Rozwija klatkę piersiową."
      ],
      "id": 3
    },
    {
      "name": "VRIKSASANA – POZYCJA DRZEWA",
      "description": "Vriksa oznacza drzewo. Jest to asana, w której stoi się prosto i stabilnie.</br>Pomaga w dążeniu do osiągnięcia równowagi na poziomie ciała i psychiki.</br>Relaksuje umysł.",
      "img": "./img/vriksasana.jpg",
      "steps": [
        "Stań w Tadasanie.",
        "Prawą stopę połóż wysoko na lewym udzie. Palce prawej stopy skierowane w dół.",
        "Kolano zgiętej nogi przenieś w tył i ułóż je równo z płaszczyzną ciała.",
        "Skręć wnętrza dłoni do góry i z wdechem przenieś ręce po jak największym łuku ponad głowę.",
        "Połącz dłonie. Barki w dół.",
        "Skoncentrowanie wzroku na nieruchomym punkcie przed sobą pomaga utrzymać równowagę w tej asanie."
      ],
      "effect": [
        "Rozciąga kręgosłup.",
        "Uelastycznia i otwiera klatkę piersiową oraz barki.",
        "Wzmacnia mięśnie nóg.",
        "Zwiększa poczucie fizycznej i psychicznej równowagi."
      ],
      "id": 4
    }
  ],
  "skrety": [{
      "name": "BHARADVAJASANA",
      "description": "Asana dedykowana starożytnemu indyjskiemu mędrcowi – Bharadvaji,</br>uznawanemu za autora większości hymnów wedyjskich.</br>Pozycja ta jest łagodnym skrętem tułowia, który uelastycznia barki.</br>Pomaga w regeneracji organów jamy brzusznej oraz zaopatruje je w znaczną ilość krwi.",
      "img": "./img/bharadvajasana.jpg",
      "steps": [
        "Usiądź na kocu w dandasanie.",
        "Ugnij nogi jednocześnie kładąc je obok prawego biodra.",
        "Połóż lewą stopę na prawej.",
        "Kładąc prawą rękę na udzie utrzymuj wyciągnięty w górę kręgosłup.",
        "Drugą rękę połóż na kostce za plecami. Obie ręce pomagają w skręceniu się."
      ],
      "effect": [
        "Przyspiesza i normuje trawienie.",
        "Pomaga w regeneracji narządów jamy brzusznej.",
        "Wzmacnia i uelastycznia mięśnie grzbietowe.",
        "Pomaga w bólach kręgosłupa."
      ],
      "id": 1
    },
    {
      "name": "JANU SIRSASANA",
      "description": "Według Iyengara jest jedną z najistotniejszych asan.</br>Regularne wykonywanie tej pozycji wywiera rozległy wpływ na całe ciało.</br>Uaktywnia narządy wewnętrzne, m. in. tonizuje wątrobę i śledzionę,</br>pobudzając przez to proces trawienia oraz działa regenerująco na nerki.",
      "img": "./img/janu_sirsasana.jpg",
      "steps": [
        "Usiądź na kocu z nogami wyprostowanymi.",
        "Zegnij prawe kolano i przesuń je w prawo, utrzymując udo i łydkę w kontakcie z podłogą. Jeżeli kolano nogi zgiętej nie dotyka podłogi, należy je podeprzeć kostką lub kocem.",
        "Rzepka nogi wyprostowanej powinna być podciągnięta.",
        "Wyciągnij rękami całe ciało w kierunku sufitu, następnie utrzymując rozciągnięcie kręgosłupa złap się za pasek lub za stopy.",
        "Zupełnie rozciągnij plecy i głęboko oddychaj."
      ],
      "effect": [
        "Działa korekcyjnie na wady kręgosłupa.",
        "Uspokaja i wycisza umysł i układ nerwowy.",
        "Łagodzi negatywny wpływ stresu.",
        "Działa wspomagająco na serce, normuje ciśnienie krwi.",
        "Uelastycznia i rozluźnia stawy.",
        "Tonizuje narządy jamy brzusznej."
      ],
      "id": 2
    },
    {
      "name": "PARIGHASANA",
      "description": "Parigha to sztaba służąca w domu do podpierania drzwi.",
      "img": "./img/parighasana.jpg",
      "steps": [
        "Uklęknij na kocu.",
        "Połóż dłonie na biodrach.",
        "Dociśnij golenie do podłogi, unieś biodra do góry i do przodu.",
        "Odwiedź zgiętą prawą nogę do boku, ustaw w lini stopę, kolano i biodro a następnie wyprostuj nogę.",
        "Rozciągnij ręce w lini z barkami.",
        "Pochyl się w prawo i oprzyj prawą rękę na goleniu, skręć tułów do góry.",
        "Skręć lewe ramię w stronę głowy i przenieś po jak największym łuku ponad głową.",
        "Skręć jeszcze raz tułów do góry."
      ],
      "effect": [
        "Rozciąga okolice miednicy.",
        "Utrzymuje mięśnie i narządy brzucha w dobrej formie.",
        "Pomaga pokonywać sztywność pleców."
      ],
      "id": 3
    },
    {
      "name": "GOMUKHASANA RĄK",
      "description": "Go – krowa; mukha – twarz, pysk. Pozycja krowiego pyska.",
      "img": "./img/gomukhasana.jpg",
      "steps": [
        "Wyciągnij prawą rękę i ułóż ją od dołu na plecach między łopatkami.",
        "Lewą rękę wyciągnij w górę i zginając ją chwyć za rękę prawą.",
        "Rozciągnij łokcie, unieś mostek do góry, opuść barki.",
        "Powtórz pozycję zmieniając ręce."
      ],
      "effect": [
        "Otwiera klatkę piersiową.",
        "Rozciąga ramiona.",
        "Rozciąga pachy i tricepsy"
      ],
      "id": 4
    }
  ],
  "wygiecia": [{
      "name": "PRASARITA PADOTTANASANA",
      "description": "Jest pozycją, która zapewnia prawidłowy rozwój tylnych mięśni ud.</br>Powoduje napływ krwi do tułowia i do głowy.</br>Działa uspokajająco i pomaga w wyciszeniu.",
      "img": "./img/prasarita_padottanasana.jpg",
      "steps": [
        "Wejdź do Tadasany.",
        "Połóż dłonie na klatce piersiowej i z wydechem wejdź skokiem do szerokiego rozkroku.",
        "Pięty szerzej niż palce, dłonie na biodrach.",
        "Przez cały czas wykonywania asany dociskaj zewnętrzne części stóp do maty.",
        "Z wydechem pochyl tułów równolegle do podłogi i połóż dłonie na podłodze pod barkami.",
        "Wyciągnij klatkę piersiową do przodu. Patrz przed siebie.",
        "Utrzymuj nogi napięte i wyprostowane, rzepki kolan podciągnięte do góry.",
        "Z kolejnym wydechem oprzyj czoło na macie lub kostce i przesuń dłonie do linii bioder."
      ],
      "effect": [
        "Pomaga w trawieniu.",
        "Intensywnie rozciąga tylne części nóg.",
        "Uelastycznia biodra i stawy biodrowe.",
        "Obniża ciśnienie krwi.",
        "Działa uspokajająco i regenerująco na umysł."
      ],
      "id": 1
    },
    {
      "name": "ADHO MUKHA SVANASANA",
      "description": "Wykonywanie tej asany usuwa zmęczenie i przywraca organizmowi utraconą energię.",
      "img": "./img/adhomukha_svanasana.jpg",
      "steps": [
        "Połóż się na macie na brzuchu.",
        "Dłonie ułóż na podłodze na linii piersi.",
        "Rozłóż szeroko palce rąk.",
        "Ustaw stopy na szerokość bioder.",
        "Unieś biodra, wydłuż boki ciała, ręce w łokciach wyprostowane.",
        "Rzepki kolan podciągnięte, uda w tył, pośladki w górę.",
        "Uszy powinny znajdować się w jednej linii z ramionami."
      ],
      "effect": [
        "Wzmacnia okolice kostek i nadaje ładny kształt nogom.",
        "Wzmacnia mięśnie brzucha.",
        "Odmładza komórki mózgu.",
        "Działa orzeźwiająco na organizm."
      ],
      "id": 2
    },
    {
      "name": "ŚALABHASANA OBIE RĘCE, OBIE NOGI",
      "description": "Pozycja szczególnie wskazana dla osób z problemami z kręgosłupem krzyżowym.",
      "img": "./img/salabhasana.jpg",
      "steps": [
        "Połóż się na brzuchu twarzą do ziemi.",
        "Ręce wyciągnięte do przodu.",
        "Zapleć kciuki palców rąk.",
        "Nogi wyprostowane.",
        "Na wdechu podnieś głowę tułów i ręce.",
        "Unieś połączone i wyprostowane nogi.",
        "Cały ciężar ciała spoczywa na brzuchu.",
        "Ręce i nogi wyciągaj intensywnie do tyłu.",
        "Podwiń kość ogonową, przody nóg rotuj do środka."
      ],
      "effect": [
        "Poprawia trawienie rozciąga i uelastycznia kręgosłup.",
        "Likwiduje zwyrodnienia odcinka lędźwiowo-krzyżowego.",
        "Wzmacnia mięśnie pleców i nóg.",
        "Rozciąga stawy."
      ],
      "id": 3
    },
    {
      "name": "ĆATUSPADASANA",
      "description": "Przygotowuje ciało do bardziej wymagających wygięć do tyłu.</br>Catuspadasana oznacza w tłumaczeniu cztery miejsca oparcia.</br>Intensywnie rozciąga przednie części ud oraz otwiera klatkę piersiową –</br>całe ciało podparte jest na stopach oraz na barkach.</br>Ułożenie głowy w tej pozycji pomaga w osiągnięciu skupienia i opanowaniu natłoku myśli.",
      "img": "./img/catuspadasana.jpg",
      "steps": [
        "Złóż koc i przygotuj pasek (może okazać się potrzebny dla mniej zaawansowanych).",
        "Trzymając zgięte w kolanach nogi połóż się na macie:</br>koc powinien znajdować się pod barkami okrągłą krawędzią w stronę głowy.</br>Dwie trzecie szyi poza kocem, jedna trzecia na kocu.",
        "Ustaw stopy na szerokość bioder utrzymując pięty szerzej niż palce.",
        "Rotując barki na zewnątrz chwyć dłońmi za kostki stóp. Jeśli nie sięgasz do kostek użyj paska. Kolana utrzymuj blisko siebie.",
        "Wykonując wydech unieś tułów i biodra w górę, podwiń kość ogonową.",
        "Utrzymując klatkę piersiową otwartą głęboko oddychaj."
      ],
      "effect": [
        "Rozciąga kręgosłup i otwiera klatkę piersiową.",
        "Pobudza krążenie.",
        "Pomaga zregenerować serce i pozwala mu odpocząć.",
        "Przeciwdziała powstawaniu chorób krążenia (miażdżyca i choroba wieńcowa).",
        "Pomaga w łagodzeniu napięcia psychicznego, łagodzi skutki depresji i pomaga w podwyższaniu nastroju."
      ],
      "id": 4
    }
  ],
  "odwrocone": [{
      "name": "SALAMBA SARVANGASANA",
      "description": "Ciało w tej pozycji powinno być wyprostowane niczym świeca.</br>Jedna z najważniejszych asan, o bardzo głębokim i różnorodnym działaniu, integrującym ciało i umysł.</br>Odwrócenie przepływu w krwi regeneruje organizm oraz poprawia funkcjonowanie mózgu.",
      "img": "./img/salamba_sarvangasana.jpg",
      "steps": [
        "Wejdź do Halasany.",
        "Podnieś jedną nogę, później drugą.",
        "Ułóż dłonie jak najwyżej na plecach, przesuwając je w stronę łopatek.",
        "Dociśnij łokcie i barki do koców.",
        "Przenieś ciężar ciała na przedramiona.",
        "Wyciągnij nogi w górę.",
        "Zrotuj uda do wewnątrz."
      ],
      "effect": [
        "Rozciąga cały kręgosłup oraz mięśnie szkieletowe.",
        "Poprawia ukrwienie mózgu.",
        "Regeneruje umysł, usuwa symptomy zmęczenia.",
        "Stymuluje działanie gruczołu tarczycy.",
        "Regeneruje narządy wewnętrzne, stymuluje działanie nerek i wątroby.",
        "Pomaga w leczeniu hemoroidów.",
        "Stymuluje działanie narządów rozrodczych.",
        "Zwalcza bezsenność i stany nerwicowe.",
        "Pomaga w chorobach dróg oddechowych.",
        "Pomaga w bólach artretycznych i reumatycznych oraz zwyrodnieniach kręgosłupa."
      ],
      "id": 1
    },
    {
      "name": "HALASANA",
      "description": "Hala znaczy pług. Halasana posiada wszystkie zalety pozycji odwróconych.</br>Wpływa bardzo korzystnie na całe plecy, łącznie z nerwami wychodzącymi z kręgosłupa.",
      "img": "./img/halasana.jpg",
      "steps": [
        "Połóż się na macie z głową ku górze, tak aby barki i łokcie znajdowały się na kocach a głowa opadała luźno na podłogę.",
        "Ugnij kolana unosząc je w stronę klatki piersiowej. Oprzyj dłonie mocno na podłodze.",
        "Unieś pośladki do góry, podnieś górną część klatki piersiowej w stronę podbródka, tak aby klatka piersiowa tworzyła kąt prosty z podłogą.",
        "Złącz dłonie i spleć palce, tak aby wnętrza łokci skierowane były do sufitu.",
        "Zamknij oczy i wycisz się."
      ],
      "effect": [
        "Redukuje stres.",
        "Wycisza umysł.",
        "Regeneruje układ nerwowy.",
        "Ściąga i tonizuje organy jamy brzusznej.",
        "Likwiduje napięcia w szyi i barkach.",
        "Rozciąga kręgosłup.",
        "Usuwa bóle pleców, wzmacnia plecy."
      ],
      "id": 2
    },
    {
      "name": "KATA VAJRASANA",
      "description": "Pozycja siedzącego bohatera.</br>Asana rozwija siłę i wzmacnia wytrzymałość.",
      "img": "./img/kata.jpg",
      "steps": [
        "Stań ze stopami razem, oprzyj dłonie na podłodze.",
        "Utrzymując stopy i kolana połączone, zegnij nogi w kolanach i opuść biodra w dół.",
        "Kiedy biodra oprą się na tyłach ud, obejmij nogi od przodu, tuż poniżej kolan i chwyć się za łokcie.",
        "Utrzymuj pięty na podłodze.",
        "Jeśli podnoszą się do góry, włóż koc pod pięty, tak by były oparte – pomoże to w rozciągnięciu Achillesów."
      ],
      "effect": [
        "Rozciąga achillesy, mięśnie posladków i ud.",
        "Stymuluje nerwy jelita grubego."
      ],
      "id": 3
    },
    {
      "name": "EKA PADA SARVANGASANA",
      "description": "Eka – jeden; pada – noga, stopa.",
      "img": "./img/eka_pada_sarvangasana.jpg",
      "steps": [
        "Wejdź do Sarvangasany.",
        "Opuść prawą nogę w dół w stronę głowy.",
        "Lewą nogę wyciągnij do góry, skręć udo do środka.",
        "Unieś prawą nogę do Sarvangasany.",
        "Zmień nogi."
      ],
      "effect": [
        "Tonizuje nerki.",
        "Tonizuje mięśnie nóg."
      ],
      "id": 4
    }
  ]
}
